
     [
      {
        "quote": "I look back on those days as some of the best of my life. No photographs, no interviews. Just get up in the morning, make sure the gear works, do the gig and then fucking party.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "If you see an NME journalist at any of the gigs (and let's face it, they're pretty easy to spot; they don't stray far from hospitality, wear God-awful clothes - particularly the shoes - got dreadful hair and that kind of “mug me” look about them), give 'em a clip round the earhole from me and tell 'em to behave.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I don’t stay up for two or three days on end, fuckin’ talking shit about aliens, but I’m becoming more of a belligerent old man, you know what I mean? It’s the usual. When you get to a certain age you find that other people’s opinions don’t really matter anymore, and you get kind of uncomfortable with your place in modern life.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I had built for me a customized 1967 Mark II Jaguar convertible at a cost of £110,000, and I haven’t got a driving license. It’s useless to me.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "You want to sell 5,000 limited-edition red vinyl seven-inches, that's fine. Make music for a closet full of people in Bradford somewhere ... but it doesn't mean anything to anyone. Phil Collins has got to be chased out of the charts, and Wet Wet Wet. It's the only way to do it, man, to fucking get in there among them and stamp the fuckers out.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I'm not really bothered 'cause I won't be there. I don't give a shit.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I'm average at fucking best.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "They've been saying it for 30 years, ever since The Beatles split up, you know, that rock'n'roll's dead. Whenever there's a boom there's always a bit of a lull afterwards. I suppose that avant garde punk rock will come back for a while, and it will all be shit again, and then guitar music will come back.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "Got thrown out of a taxi this morning. At least I think I did. Hard to tell over here. There was shouting and pointing and then the international hand signal for 'Get the fuck out of my cab, you western dog!'",
        "author": "Noel Gallagher"
      },
      {
        "quote": "Well, they're just waiting for us to make some monumental fuck-up, and they hope to be around when it happens. We've got to get one step ahead of those fellows.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I wish we'd let '(What's the Story) Morning Glory?' settle and go away. It was still Number 5 in the Billboard 100 when we started making 'Be Here Now'. I wish someone who's paid to be bright and clever had told us to go away and do a bit of living.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "We're going to do a live album when I run out of ideas for songs, or if Liam starts writing Oasis songs (ha ha ha).",
        "author": "Noel Gallagher"
      },
      {
        "quote": "Well, they are, though. The worst thing about them is that they’re not very good. They play dress-up and sit on top of an apex of meaninglessness. They don’t mean anything to anybody apart from their fucking ugly girlfriends.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "It's a human playing a tree. Three chords on a guitar: now write a song. I only know 11! But I tell you what, God help you when I find the 12th!",
        "author": "Noel Gallagher"
      },
      {
        "quote": "If there were gold medals for taking drugs for England I would have won a shitload.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "Writing songs, that's what gets me going. Not the drugs or the sex or the rock'n'roll behaviour, it's the music.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "What did I think of Jay-Z doing 'Wonderwall'? It was pretty funny. But I’m not sure one should be seen in public with a white Stratocaster.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I feel sorry for Keane. No matter how hard they try they’ll always be squares. Even if one of them started injecting heroin into onto his cock people would go ‘Yeah but your dad was a vicar, good night’.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "It seems like you've got these gigs where it'll be the front three rows of people in this big massive hole but there's geezers running around, punching each other...singing like 'Live Forever'...totally missing the point.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I like to think I keep it real. Liam keeps it surreal, and somewhere between the two we get on all right.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "Being sat beside Liam on a 15-hour flight. It happened just the once, going to Japan or somewhere. It's just horrible.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "You can’t blame rock stars for global warming when the Chinese, the Indians and the Americans have been pumping out shit into the atmosphere for the last 100 years.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I’m not giving my records away for free. If nobody fuckin' buys them then... They’re not going out for free.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "He’s rude, arrogant, intimidating and lazy. He’s the angriest man you’ll ever meet. He’s like a man with a fork in a world of soup.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "Why is Posh Beckham writing a fucking book of her memoirs? She can't even chew chewing gum and walk in a fucking straight line at the same time, let alone write a book.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "The World of God is in the Bible, right? And in the Bible it doesn't mention dinosaurs, so that quite not be truth. 'Coz if God created the human first, where did the fuckin' dinosaurs come from?",
        "author": "Noel Gallagher"
      },
      {
        "quote": "Look. I was a superhero in the '90s. I said so at the time. McCartney, Weller, Townshend, Richards, my first album's better than all their first albums. Even they'd admit that.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "You have to see us in league with The Rolling Stones now. Everybody's heard of the Stones, everybody knows what they sound like, everybody knows what they do. You either go because you like it or you don't. It's easy.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "One of the worst things that ever happened to me was when I said that thing about Blur [in an interview in 1995, Gallagher said he hoped Damon Albarn and Alex James would 'get Aids', which he later retracted and apologised for]. My mam rang me up when she saw that and she was really angry and she said to me 'I didn't bring you up to talk like that'.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I read these interviews with him and I don’t know who the guy is who’s in these interviews, he seems really cool, because the guy I’ve been in a band with for the last 18 years is a fucking knobhead.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "Jack White has just done a song for Coca-Cola. End of. He ceases to be in the club. And he looks like Zorro on doughnuts. He's supposed to be the poster boy for the alternative way of thinking... I'm not having that, that's fucking wrong. Particularly Coca-Cola, it's like doing a fucking gig for McDonald's.",
        "author": "Noel Gallagher"
      },     {
        "quote": "I certainly don’t believe in religion, although I find it fascinating that it’s become so powerful in the world and it’s kind of dictated morals down through societies for thousands of years, but I don’t see the hand of God at work in the world anywhere.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "If you're given a blank cheque to record an album and as much studio time as you want you're hardly gonna be focused. There's a pub round the corner and Kentucky Fried Chicken - you just get lazy.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "Didn't go into rehab like all me mates did - fucking lightweights.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "The Who always play 'I Can't Explain'; and we'll always play 'Wonderwall'. People ask us if we get bored of it. You can't get bored of 15,000 people shouting for 'Wonderwall'. That's better than drugs. You get a hard-on when you hear that.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I don't have a crystal ball. I didn't see he was going to turn into a cunt. I was 30, off me head on drugs, and everyone telling me we were the greatest band since who knows. Then the prime minister invites you round for a glass of wine. It all becomes part of the high.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "No matter how much you sit there twiddling, going, 'We're all doomed', at the end of the day people will always want to hear you play 'Creep'. Get over it.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "Play ‘One’, shut the fuck up about Africa.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I don't think two blokes having the same fucking argument for 16 years over and over is the stuff of opera. Oasis: The Opera would be very short.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "The Man has taken over the world. All the kids have to look up to now are bland, faceless fucking trainee police officers. Liam should be given a knighthood! You couldn't imagine Chris Martin from Coldplay laying out a photographer for taking a picture of his kid!",
        "author": "Noel Gallagher"
      },
      {
        "quote": "I never sat down and decreed that suddenly everyone else was allowed to write songs. The door was always open. But for the first 10 years, everyone else was completely uninterested.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "He was talking in a Scouse accent for three days. He told me I should refer to him as John and I was like, 'I just prefer 'cunt', man.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "This is rock 'n' roll, not a charity handout. I don’t care who you are, why you’re here, what you expect. If you buy the ticket then you’re going to get the show we put on. And if you don’t like it, you know what you can do.",
        "author": "Noel Gallagher"
      },
      {
        "quote": "Kids are so fuckin' thick these days that they are very easily influenced, aren't they?",
        "author": "Noel Gallagher"},

    {
    "quote": "I’m not an entertainer. But I do entertain people.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I see myself as one of the f**king true great rock’n’roll singers on the planet.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I was walking along and this chair came flying past me, and another, and another, and I thought, man, is this gonna be a good night.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I’m not thinking about anything except getting the message across. I don’t even know what the f**king message is!",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I like to think Oasis will get back together, but not this week.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I thought we’d be the Stones, doing it until the day we died. For it to implode like that was disastrous.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I am a tender, beautiful and loving guy that happens to slap a photographer now and then because they get in my way.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "That voice, which used to be very distant, saying, ‘Go to bed. You’re not going out tonight,’ is now very loud.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I’ll never have a bad word about Oasis, it was f**king amazing. It’s why I’m adored by millions. But it’s over.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I enjoy getting up early. I like the morning. I like the quiet. You go out at eleven and all the lunatics are out.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "Sure Noel is good. But I'm better.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "[Noel] doesn’t want to know because he doesn’t want to have to deal with the emotions. It would be nice to go out for a beer and all that, but there you go.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I’ve only been down Oxford Street once. It was a few years ago after an awards ceremony. It was three in the morning. And I got arrested.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "Stone Roses 1989. I was in the crowd and I thought f**k this, I'm off to do it myself.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I’ve mellowed, but not in the sense of liking Radiohead or Coldplay.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I’m an average lad who was born in Burnage who played conkers. Conkers, mate. Conkers. The lot. And now I'm in a band and nothing's changed.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "All I want is to do my gigs, sing my songs, have a couple of pints and go on holiday with my family and my missus.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I’m not sure if I believe in God, but if he’s meant to be the main guy, then maybe I’d give him a kick in the b*llocks and say: 'What the f**k are you doing, letting all these young kids get killed in these wars?'",
    "author": "Liam Gallagher"
    },
    {
    "quote": "Rock stars exercising? I don't think it's right. You either got it or you ain’t.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I've been there, bought the T-shirt. If you ever need to have a chat about anything, I’m your man.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "That’s the story of my life, mate, I’m always having to go one louder.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "If you don’t like what you’re doing, it must be strange.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "'Oh, I’ve heard [Wonderwall] a million times'. Well, you’re going to f**king hear it another million times.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I’m constantly brushing my teeth. Whenever I walk past a toothbrush I’ll have a little go.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I ain’t no politician or preacher, but I know what’s right.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "Dave Grohl is the most inspiring musician person on the PLANET today.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I'm not drinking till my birthday - I’ve had enough of the truth juice.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "Would I give Noel a kidney? Without a doubt. Of course I would. He’s my brother, man, and I love him.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "Would I go on Love Island? I ain't got the body for it.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I f***ing hate sleeping, me. I wish I didn't have to sleep, it's such a waste or time. I'd rather be up, living.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I think it's good being a bit dangerous. There's a few more kids going out going, 'F*** it, I can have what I want out of life'.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "It's just me and me brother having arguments in a band. If we weren't in a band, we'd be havin' it in the house. If we had a greengrocers, Gallagher's Greengrocers, we'd argue over which way we set out the apples or the f***in' pears.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I'm not a pop star. I'm a rock 'n' roll star. And I'm mad for it.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "All that tabloid stuff is a pain in the arse, isn't it? I'd rather they wrote about me than some other dick. I'm interesting.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I am the most spiritual person in the world. I have feelings no-one else has.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I stopped believing in God because of what happened to me mam. She thought she couldn't get divorced because that meant she couldn't take the body of Christ, which she'd been brought up to believe in.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I've got GCSEs in music and in life and you don't get them from school. You get them from eating your porridge.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I don't worship John Lennon. I'm just intrigued by his life and how being a good person you can still come across like a c**t.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "American journalists - they’re wankers. They want grungey f**king people. They get a bright bunch like us, with deodorant on, they don’t get it.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "Who the f*** are these people cancelling you, anyway? The cancelling people just speak for the cancelled world, they don't f**king speak for everyone.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I'd much rather be in a band, all bashing it out together.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "The best book I ever read was The Lion, The Witch And The Wardrobe, when I was ten. I love the idea of opening a cupboard door, you step inside and there's a lion and you're being chased through the snow.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I don't want to be a pop star. The thought of that makes me want to jump off a f**king roof.",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I’ve not drank booze on stage since that famous Wembley gig...",
    "author": "Liam Gallagher"
    },
    {
    "quote": "I think we're both the problem and the problem is that [Noel] thinks he's not the problem.",
    "author": "Liam Gallagher"
    }
    
      ]
    
  
  